{"ok":true,"count":126,"data":[{"id":"1040051","name":"Bruce Pon","sessions":[{"id":"studio-2-201806201250","title":"Let's Start a New Economy+ACE- Building Community for Token Projects"}],"links":[],"biography":"Bruce Pon is the Founder of ascribe.io, BigchainDB and Ocean Protocol, pioneering blockchain technologies that give people more control in a new data economy. Previously, he helped to build a dozen bank and industry startups in Europe, Asia and the Americas while working with leading companies such as Mercedes-Benz, Volkswagen, Mitsubishi Corporation, Accenture and DuPont. Bruce is an investor/advisor to several startups, has an Advanced Executive Certificate from MIT Sloan and a B.Sc in Engineering from the University of Saskatchewan.","organization":"Ocean Protocol","position":"Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"1110971","name":"Laurent Grandidier","sessions":[{"id":"studio-3-201806211510","title":"Pioneering restorative solutions for the heart"}],"links":[],"biography":"Grandidier has transformed Xeltis from a small research entity into one of the most promising medical device companies globally. Today, Xeltis is pioneering a restorative approach in heart valve therapy. Xeltis+//0A4v/9AID//QCZ- approach has the potential to disrupt the cardiovascular sector: it challenges preconceived ideas about how tissue restoration works and what body and medical devices can do.","organization":"Xeltis","position":"CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"1378051","name":"Phil Gilbert","sessions":[{"id":"studio-1-201806211115","title":"Every Day is a Prototype"}],"links":[],"biography":"In 2012, Phil was asked to rejuvenate the legendary IBM design program, spearheading a broader transformation of how the company+//0A4v/9AID//QCZ-s teams understand and solve complex problems. The program has established a modern standard for the role of the arts in business +//0A4v/9AID//QCU- adding formally-trained designers into IBM at an unprecedented scale, and reskilling its global workforce in design thinking and agile practices. Through 2017, more than 1,600 professional designers have been hired, and IBM has certified more than 100,000 others in IBM+//0A4v/9AID//QCZ-s Enterprise Design Thinking framework. This transformation has been documented in the New York Times (http://ibm.biz/nyt-ibm-design), Fortune (http://fortune.com/2017/12/22/ibm-design-thinking/) and in this documentary film (Trailer / 30-minute Film), produced by InVision as a part of its Design Disruptors series.Phil is also co-chair of IBM+//0A4v/9AID//QCZ-s Global Women+//0A4v/9AID//QCZ-s Executive Committee, and is an acknowledged expert and thought leader on topics of corporate change, enterprise design governance, strategy and culture. He graduated as a Pe-et (top ten) senior from the University of Oklahoma in 1978 and lives in Austin, Texas.","organization":"IBM","position":"General Manager, Design","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"1397987","name":"Johannes Schildt","sessions":[{"id":"studio-2-201806211300","title":"Patient Power - How Digitalisation Will Democratise Healthcare"}],"links":[],"biography":"Johannes is the CEO and co-founder of KRY - the largest provider of digital healthcare in Europe. KRY pioneered digital healthcare services by allowing people in need to see a medical doctor or a psychologist via on-demand video consultations. KRY is currently available in Sweden, Norway and Spain and has delivered more than 250 000 patient meetings in just over a year. By putting the power of access to healthcare in the hands of patients KRY is challenging the way society provides primary care at its core. +//0A4v/9AID//QCc-Our goal is to help as many patients as possible by providing easy and equal access to high quality healthcare. What we are witnessing is a paradigm shift and this is only the beginning+//0A4v/9AID//QCd-. Johannes has been named one of the 2018 +//0A4v/9AID//QCc-30 under 30+//0A4v/9AID//QCd- in Europe by Forbes Magazine.Johannes is an inspirational lecturer on the future of healthcare and how to make that future a reality through action.","organization":"KRY","position":"CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"1517002","name":"Mounira Latrache","sessions":[{"id":"forest-stage-201806201355","title":"Search Inside Yourself Mindful Leadership Training"}],"links":[],"biography":"Mounira Latrache is an internationally acclaimed mindfulness in business trainer, She brings 15 years of leadership experience at international brands like Google, Red Bull and BMW. She is an international certified Search Inside Yourself trainer and gives mindfulness & compassion keynotes & trainings all over the world. During her time as a leader at Google she trained mindfulness trained teams around the world as a 20+ACU- project. Mindfulness practice guided her personal empowerment and taught her strategies to become a better leader - sharing this business experience is her passion.","organization":"Connected Business","position":"CEO & Co-Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"1621051","name":"Yasha Young","sessions":[{"id":"studio-3-201806201430","title":"Create to evolve. Rethink to invent. Be aware to sustain."}],"links":[],"biography":"ENYasha Young is the executive creative director of URBAN NATION, Berlin+//0A4v/9AID//QCZ-s unique and worldwide first museum of urban contemporary art. As part of her Vision she created and founded  the two internationally reknown exhibtion and art projects:  Project M / and One Wall which supports young artists and curators on an international level and that are continuously evolving. Since 2001, Young is deeply involved in the international art scene as a curator, innovator, project developer, art career and high profile collection manager. Her current work with URBAN NATION is the extension of her unique and  global network of artists, collectors and entrepreneurs. This network has its roots in her work as a gallery owner (Strychnin Gallery Locations: NYC / London / Berlin 2001 -13), as a curator of more than 250 world-renowned exhibitions (e.g., Shepard Fairey, Swoon Invader, Sotheby's UK, Omotesado Hills Tokyo, Saatchi UK, Lollapalooza Berlin, Museum of Contemporary Art Rome, etc.) and co-founder and Director of Blooom a segment of  Art.Fair Cologne now Art Duesseldorf with a specially developed emerging artists award. Her work focuses on developing, promoting, collecting and supporting Urban Contemporary Art in all its facets worldwide and the development of the +//0A4v/9AID//QCc-living+//0A4v/9AID//QCd- museum as a concept to promote integrative and educational as well as participant oriented programming for international institutions.","organization":"Urban Nation Museum for Urban Contemporary Art","position":"Executive Director","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"1748553","name":"Nina Siedler","sessions":[{"id":"studio-2-201806201205","title":"Communications - Powered by Blockchain."}],"links":[],"biography":"Nina-Luisa Siedler has nineteen years' experience in advising on financing transactions. She is highly interested in new technology and advises FinTech companies as well as blockchain ventures. She is advisor of BlockchainHub (heading the international legal working groups) and founding member of the Blockchain Bundesverband, the German blockchain association, where she heads the financing as well as the ICO working group. Nina has further been designated as Working Group member in the EU Blockchain Observatory & Forum+//0A4v/9AID//QCZ-s Working Group +//0A4v/9AID//QCc-Blockchain Policy and Framework Conditions+//0A4v/9AID//QCd-.","organization":"DWF","position":"Partner","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"21402","name":"Anky Heidenreich","sessions":[{"id":"studio-2-201806201025","title":""}],"links":[],"biography":"","organization":"Tech Open Air","position":"","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"2244451","name":"Hans-Holger Albrecht","sessions":[{"id":"studio-1-201806201350","title":"Fireside chat with Hans-Holger Albrecht"}],"links":[],"biography":"In February 2015 Dr. Hans-Holger Albrecht became the Global Chief Executive Officer and member of the board of Directors at Deezer. Albrecht was most recently at Millicom where he was President and CEO of the telecom and media group, offering digital services to over 50 million customers in Africa and Latin America. Previously, he was President and CEO of Modern Times Group, one of Europe+//0A4v/9AID//QCZ-s larger media groups with TV, Radio, Publishing, Production and New Media assets. He has also been President and CEO of Viasat Broadcasting in Stockholm and worked for the RTL Group in Luxembourg.","organization":"Deezer","position":"CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"2381","name":"Ralf Wenzel","sessions":[{"id":"studio-1-201806211355","title":"Feeding the trends in food consumption: from Foodpanda to Delivery Hero"}],"links":[],"biography":"Early 2017 Ralf took on the role of Chief Strategy Officer for Delivery Hero, in which he is responsible for group strategy, investor relations and corporate comms. Ralf is the founder and former CEO of the foodpanda group, that was acquired by Delivery Hero. Prior to this, he was COO at London based Skrill Holdings, and before SVP Business Development at Jamba.","organization":"Delivery Hero","position":"Chief Strategy Officer","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"243663","name":"Eric Wahlforss","sessions":[{"id":"studio-1-201806201000","title":"The Road to the Largest Cleanup in History"}],"links":[],"biography":"Eric Wahlforss is Founder and Chief Product Officer (CPO) at SoundCloud, the world+//0A4v/9AID//QCZ-s largest open audio platform. As Chief Product Officer, Wahlforss leads the strategy around all product initiatives to ensure a clear product vision is in place and aligned across the organization with a focus on the creation and building of products and features that enhance the SoundCloud experience for users.","organization":"SoundCloud","position":"Founder & CPO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"2439601","name":"Vicki Rox","sessions":[{"id":"forest-stage-201806201135","title":"Blockchain and mindfulness: why these two belong together"}],"links":[],"biography":"Vicki Rox is on a mission to explore and support new masculinities by having illuminating conversations with men.  For the past year, she+//0A4v/9AID//QCZ-s curated a global underground men's dinner salon series to share collective wisdom. She works with men one on one, leads workshops, and speaks on 'Hacking Human Connection' & +//0A4v/9AID//QCc-New Masculinities: Tension  Release+//0A4v/9AID//QCd-. Her latest project, 'Hello Human: Questions about Manhood+//0A4v/9AID//QCd- chronicles conversations with strangers from Uber drivers to CEOs to new airport friends. She founded the global network ' LOVE COIN: Intro to Blockchain  Crypto' last year as a space for newbies and pros to share thoughtful articles, videos, and discussion for 2,900 members.","organization":"Hello Human","position":"Creator","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"2741651","name":"Markus Berger-de Leon","sessions":[{"id":"studio-3-201806211600","title":"Panel on Trends in VC"}],"links":[],"biography":"Markus is an experienced digital entrepreneur and manager that has been involved in building and running some of Germany's most successful digital startups. With over 16 years experience in executive roles, Markus has built and run organizations with 700 people ranging from fast growth periods but also turnaround situations. His focus has been on building great customer value propositions and constantly improving them based on a sound setup of metrics. His second focus is the buildup and improvement of digital organizations particularly around agile and design thinking.","organization":"McKinsey & Company, Inc.","position":"Digital Partner","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"2797701","name":"John Acquaviva","sessions":[{"id":"studio-1-201806211635","title":"Moderator for Fireside Chat with Daniel Miller"}],"links":[],"biography":"John is Co-Founder and Managing Partner of Plus Eight Equity Partners, which partners with innovative music technology companies to support growth expansion and provide strategic and operational guidance. He is a world-class DJ with over 35 years of experience and one of the largest networks in the electronic music community. He co-founded Beatport LLC where he was an active board member until its acquisition by NASDAQ-listed SFX Entertainment, Inc. He was also instrumental in bringing to market Final Scratch, a revolutionary technology for DJs. He currently serves on the Board of Pacemaker DJ and the Technology & Innovation Committee of the Association for Electronic Music. He received his undergraduate degree in mathematics and statistics from the University of Western Ontario.","organization":"Plus Eight Equity Partners","position":"Managing Partner","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"308789","name":"Michael Ventura","sessions":[{"id":"studio-3-201806211150","title":"Understanding Understanding: Applying Empathy to Design Thinking"}],"links":[],"biography":"Michael Ventura is an accomplished entrepreneur, author, and designer. In 2009, he founded the strategy and design practice, Sub Rosa. Sub Rosa+//0A4v/9AID//QCZ-s clients include Fortune 500 companies, institutions such as the United Nations and the Obama Administration, as well as some of the world+//0A4v/9AID//QCZ-s most progressive start-ups. In addition, Michael is a practitioner of indigenous medicine, helping others bring these powerful traditions into a modern life and workplace.","organization":"Sub Rosa","position":"Founder +AHw- CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"344951","name":"Silvia Christmann","sessions":[{"id":"studio-1-201806201200","title":"Making Babies in the 21st Century"}],"links":[],"biography":"Silvia is the international business advisor that CEOs, entrepreneurs, and industry innovators turn to for advice. She focuses on building dynamic frameworks for businesses to implement investment plans while working with high-achieving individuals and their teams during periods of rapid growth. In addition to her dynamic speaking appearances, Silvia also teaches seminars at Columbia University and has been featured in Forbes, Entrepreneur, Huffington Post, Inc., and numerous other publications worldwide.","organization":"silviachristmann.com","position":"Advisor","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"3556687","name":"Rory Kenny","sessions":[{"id":"studio-3-201806201605","title":"Unlocking Mass Remix Culture (panel)"}],"links":[],"biography":"Rory infuses his passion for youth culture, music, technology & communities into creating products which disrupt the existing music industry paradigm. Currently fascinated by how Millennials & Generation Z play with content as a way to define identity, JAM is the next big innovation story in a post-streaming world. Prior to JAM, Rory held leadership positions in London where he worked at StrategyEye, Orange France-Telecom & finally TripAdvisor where he led global business development & mobile partnerships driving audience growth to 500M installs. Rory is also an accomplished musician and songwriter, releasing several full-length records back in the day. He holds an MBA from Judge Business School, Cambridge University.","organization":"JAM just add music GmbH","position":"CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"362151","name":"Rebecca Clyde","sessions":[{"id":"studio-2-201806211150","title":"Current Topics in AI"}],"links":[],"biography":"Rebecca Clyde is the co-founder of Botco.ai, a conversational marketing platform that enables businesses with AI chatbots. She is passionate about advancing women in tech and currently serves as the director for Girls in Tech Phoenix. Previously, Rebecca founded a digital marketing agency and served as strategist at Intel. She holds an MBA from Arizona State University.","organization":"Botco.ai","position":"Co-Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"3949604","name":"Anisah Osman Britton","sessions":[{"id":"studio-3-201806211535","title":"All companies should be social enterprises"}],"links":[],"biography":"Anisah Osman Britton is the founder of 23 Code Street, a coding school based in London for all women. For every paying student on their courses, they teach digital skills to a woman in the slums of Mumbai. Anisah decided not to go to university and instead completed internships around the world and went on to be operations director of a leading corporate accelerator.","organization":"23 Code Street","position":"Founder and CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"3976803","name":"Mathias D+//0Aw//9ALY-pfner","sessions":[{"id":"studio-1-201806211045","title":"N/A"}],"links":[],"biography":"Mathias D+//0Aw//9ALY-pfner started his career as a musician and worked since 1982 as a music journalist. In 1996 he joined Axel Springer as Editor-in-Chief of Welt. Since Mathias became CEO of Axel Springer in 2002 he focuses on digital transformation. Revenues from digital activities increased from +//0A4v/9AIL//QCs-117m to +//0A4v/9AIL//QCs-2.5bn. EBITDA from digital went up from +//0A4v/9AIL//QCsAC0-12m to +//0A4v/9AIL//QCs-582m. Today more than 70 percent of revenues and around 80 percent of profits are digital, deriving from brands like Business Insider, Politico Europe, Bild, Welt, Stepstone and Se Loger. Mathias is on the Board of Directors of Time Warner and Warner Music.","organization":"Axel Springer SE","position":"CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"3989651","name":"Mike Reiner","sessions":[{"id":"studio-2-201806211150","title":"Current Topics in AI"}],"links":[],"biography":"Mike is a venture partner at Open Ocean Capital. He co-founded City AI, a global applied AI community in 50 cities, and World Summit AI the leading annual applied AI conference in Europe. Mike is the chairman of the Saas company Scoro and previously co-founded and managed the B2B Accelerator Startup Wise Guys (invested in 70 companies). Ex venture capital biz dev for Amazon Web Services EMEA, co-founder CCC Startups and likes hugs.","organization":"Open Ocean Capital","position":"Venture Partner","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"4030651","name":"Markus Haegele","sessions":[{"id":"studio-2-201806211510","title":"The Power of Ideation & Creative Play"}],"links":[],"biography":"Markus started his career at Daimler in 1998. After successful stints in Marketing, Product Management and Strategic Planning he became Head of DigitalLife+AEA-Daimler in 2011. With DigitalLife+AEA-Daimler he promotes the digital transformation strategy of Daimler from a holistic and corporate perspective. Focusing on four pillars: strategy (+ACM-transform), innovation culture (+ACM-ideate), employee networking (+ACM-collaborate) and corporate culture (+ACM-change) +//0A4v/9AID//QCT- with people at the center. To Markus, digitalization is all about the people, not only technologies.","organization":"Daimler AG","position":"Head of DigitalLife+AEA-Daimler","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"4667251","name":"Clare Jones","sessions":[{"id":"studio-2-201806211125","title":"artist.isolated.oasis: a global addressing system"}],"links":[],"biography":"","organization":"what3words","position":"CCO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"4674503","name":"Andy Elmsley","sessions":[{"id":"studio-3-201806201605","title":"Unlocking Mass Remix Culture (panel)"}],"links":[],"biography":"Andy is an award-winning researcher and co-founder of Melodrive, an AI adaptive music system for VR and games. He is on a mission to use AI to extend what human composers can do, creating music that adapts to users in interactive environments, and transforming interactive media in the process.","organization":"Melodrive","position":"CTO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"5236100","name":"Stephane Seckin","sessions":[{"id":"forest-stage-201806210955","title":"Qi Gong: shaping your business's future"}],"links":[],"biography":"Mindfulness Coach for business contexts and personal development, with a background in Asian mindfulness and traditional Chinese Medicine. For more than 30 years St+//0Aw//9AKk-phane Seckin teaches and deeply explores the path of Qi Gong and Kung Fu, the main practices taught in Shaolin Monestaries. He became European Champion in the Vietnamese martial-art Kwan Ki Do multiple times and grew into a renown teacher of methods enhancing concentration, effectiveness, positive mind-shaping and compassionate communication with oneself and others.","organization":"Qi-Balance Berlin","position":"Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"5445701","name":"Fritz Strempel","sessions":[{"id":"studio-1-201806201440","title":"Alexa, what did my grandma's house smell like? Senses, Memory & Tech"}],"links":[],"biography":"I am an artist in my heart, an entrepreneur in my mind - therefore I am an idealist. Connecting science with art, technology with the body and reason with utopia, I design how I want the world of the future to feel like by creating technology, architectures, narratives, and experiences.","organization":"SSSLab / Homunkulus.tech / others","position":"Artistic Director & Co-Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"582001","name":"Laura Schediwy","sessions":[{"id":"-201806201145","title":"This is a test - a talk about tests"}],"links":[],"biography":"Laura started working at Tech Open Air in March 2018. She's cool+ACE-","organization":"Tech Open Air","position":"Speaker Relations Manager","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"5954701","name":"Pia Frey","sessions":[{"id":"studio-3-201806201455","title":"How to Build a Cult Following"}],"links":[],"biography":"Pia Frey, 27, is co-founder of Opinary +//0A4v/9AID//QCT- a venture-backed startup that empowers users to share their opinion online with engagement-technology. Opinary helps publishers and brands to interact with their audiences, understand user+//0A4v/9AID//QCZ-s affinity and collect engagement-based insights. Before she started working full-time for Opinary, she worked as a journalist and editorial product lead for Axel Springer and founded +//0A4v/9AID//QCe-Pressekompass', a tool that interactively visualizes opinions and debates.In 2016, Pia was chosen as one of Germany+//0A4v/9AID//QCZ-s 25 most influential high-potentials in media by +//0A4v/9AID//QCe-Kress+//0A4v/9AID//QCc- and she+//0A4v/9AID//QCZ-s elected as one of Germany+//0A4v/9AID//QCZ-s +//0A4v/9AID//QCe-Top 30 under 30+//0A4v/9AID//QCc- by 'Medium Magazin+//0A4v/9AID//QCc-. While building her startup, Pia publishes books such as the bestsellers +//0A4v/9AID//QCe-Der Moralomat+//0A4v/9AID//QCc- and +//0A4v/9AID//QCe-Der Sinnfragenkombinator+//0A4v/9AID//QCc-.","organization":"Opinary","position":"Co-Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6032051","name":"Marc Mertens","sessions":[{"id":"forest-stage-201806211450","title":"Purpose Drives Performance: How to Futureproof Your Business"}],"links":[],"biography":"I?m a consummate optimist with an entrepreneur?s mindset who believes the future is beautiful. I?m passionate about imagining what?s possible and engaging others to do the same.As the CEO/founder of A Hundred Years, I guide clients toward inspiring action and driving large-scale change. Since starting the company 15 years ago, I have helped large corporations, NGOs, philanthropic organizations, and early-stage social enterprises connect profit and purpose and challenge their existing models and systems. My background in commercial advertising with brands like Sony and Red Bull and live event production informs my interest and ability to work across science, arts and culture, and consumer brands. I?ve tackled challenges as diverse as distilling complex scientific concepts into engaging, accessible ideas with NASA Jet Propulsion Laboratory and Smithsonian?s Tropical Research Institute in Panama,- creating large-scale activation of public space with the immersive art experience Glow on Santa Monica Beach,- and innovating education with leaders such as TED-Ed and Brian Greene?s World Science University. I have long-standing relationships with TED and Rockefeller Foundation.Outside of the studio, I teach design thinking and design for impact at UCLA, and I have spoken on innovation and design thinking at TEDx Phoenix, TEDActive, the National Art Education Convention, and the Museum Next Conference.When I?m not designing experiences to shape the future, I?m rooted in the present connecting with the most beautiful ecosystem ever designed: nature.","organization":"A Hundred Years","position":"CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6040301","name":"Pascal Pilon","sessions":[{"id":"studio-3-201806201025","title":"Technology-Enabled Creativity for Emerging Artists"}],"links":[],"biography":"Pascal Pilon is a repeat entrepreneur in technology. Over the years, he has raised over +ACQ-60M in equity and debt for the start-ups he founded, has established partnerships with the major players in electronic manufacturing, consumer software and music industry markets, and completed a dozen acquisitions.He's a software engineer by trade with Master in Business degree from HEC Montreal. He is the recipient of several award, including CNBC+//0A4v/9AID//QCZ-s Upstart 25 (in 2017), Deloitte Fast 50 (five times), Entrepreneur of the Year Ernst & Young, and CEO of the Year (nominated by Investissement Qu+//0Aw//9AKk-bec in 2009, and then by R+//0Aw//9AKk-seau Capital in 2011). Pascal Pilon is currently leading LANDR, the AI-based creative platform for music creators, and the biggest sound engineering studio in the world.","organization":"LANDR Audio","position":"CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6154401","name":"Haana Thiem","sessions":[{"id":"forest-stage-201806201635","title":"DEEPS+//0Aw//9AJg-N+//0Aw//9AJg-S by H+//0Aw//9AIQ-ANA: Full-Spectrum Sound Meditation"}],"links":[],"biography":"Los Angeles-based sound artist H+//0Aw//9AIQ-ANA utilizes electronic sounds and broken beats, traditional melodies, and improvised instrumental/vocal music. In addition to touring the globe with EDM festivals and being highlighted as a guest artist for brands such as Intel and Ferrari, H+//0Aw//9AIQ-ANA is also deep in the yoga/music/meditation scene, and performs her original orchestral and intuitive scores at numerous yoga festivals. She facilitates sound meditation experiences with her brand DEEPS+//0Aw//9AJg-N+//0Aw//9AJg-S. 'Sonic stardust.' - Vogue. 'Remarkably stark fusion of the digital and the organic.' - Clash","organization":"H+//0Aw//9AIQ-ANA","position":"producer/owner","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"62269","name":"Mike Butcher","sessions":[{"id":"studio-1-201806201530","title":"Fireside Chat with Sarah Leary"}],"links":[],"biography":"Mike Butcher MBE is Editor-at-large of TechCrunch. He founded The Europas Awards, the non-profits TechVets and Techfugees, and the co-working network TechHub.","organization":"TechCrunch","position":"Editor-at-large","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6227401","name":"Angel Hernandez","sessions":[{"id":"forest-stage-201806211410","title":"7 steps to Mindfulness and Compassion +AEA- Work"}],"links":[],"biography":"Angel is a full-blood entrepreneur and international expert for co-creative project development. Over the last 10 years he supported individuals, groups and organizations to connect with their true purpose. Combining digital concepts with mindfulness and indigenous traditions is at the heart of Angel?s work. His personal mindfulness practice and high performance routines always guide him to look beyond things and evolve a servant leadership style that empowers people.","organization":"Connected Business","position":"Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"62320","name":"Andrew Ochoa","sessions":[{"id":"studio-3-201806201540","title":""}],"links":[],"biography":"Andrew Ochoa is the founder and CEO of Waverly Labs, an innovative consumer products company developing Pilot, the world's first translating earpiece capable of interpreting spoken language. Inspired by wearables and the future of voice technologies, his team set on a mission to solve the global challenge of language barriers, developing an early prototype in stealth mode before self-hosting a viral awareness campaign that generated over 100MM video views, media attention from CNN, CNET, TechCrunch and Futurism, and pre-sold 27,000 orders.","organization":"Waverly Labs Inc.","position":"CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"62382","name":"Sarah Leary","sessions":[{"id":"studio-1-201806201530","title":"Fireside Chat with Sarah Leary"}],"links":[],"biography":"Sarah Leary is the Co-Founder and Vice President of Marketing and Operations at Nextdoor, the free and private social network for neighborhoods. Sarah started her career at Microsoft, and served as the Vice President of Product and Marketing at Epinions and Shopping.com. Under Leary, Nextdoor has grown from a single neighborhood in California to more than 185,000 neighborhoods in 5 countries.","organization":"Nextdoor","position":"Co-Founder and Vice President of Marketing and Operations","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"62599","name":"Kevin Abosch","sessions":[{"id":"studio-2-201806201615","title":"Bleeding for Blockchain"}],"links":[],"biography":"The work of artist Kevin Abosch is driven by his interest in the nature of identity, value, and human currency.  Abosch considers art as a means to address ontological questions and respond to sociologic dilemmas.  Abosch+//0A4v/9AID//QCZ-s works in photography, sculpture, installation and film have been exhibited throughout the world, in museums and civic spaces including The State Hermitage Museum, St Petersburg, Russia, The National Gallery of Ireland and The Irish Museum of Modern Art.","organization":"Studio Kevin Abosch","position":"Artist","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6376251","name":"Travis Hollingsworth","sessions":[{"id":"forest-stage-201806211135","title":"Connecting offline: Reviving the art of conversation"}],"links":[],"biography":"Travis is the founder of Norn, a new international members club for +//0A4v/9AID//QCY-curious minds+//0A4v/9AID//QCZ-.  He has been testing what drives social connections when people move to new cities.  Travis lived out of a suitcase for seven years and led numerous studies on offline social connections at Stanford University.   Through Norn he is sparking more meaningful conversations in private homes around the world.","organization":"Norn","position":"Founder & CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6386001","name":"Ryan Ozonian","sessions":[{"id":"studio-2-201806201205","title":"Communications - Powered by Blockchain."}],"links":[],"biography":"Ryan Ozonian is CEO of Radical App, LLC, the parent company of private messenger Dust and the Mercury Protocol, a blockchain powered communication network.","organization":"Mercury Protocol","position":"CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6422252","name":"Peter Czaban","sessions":[{"id":"studio-2-201806201205","title":"Communications - Powered by Blockchain."}],"links":[],"biography":"","organization":"Web 3 Foundation","position":"Executive Director","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6487951","name":"Amol Sarva","sessions":[{"id":"studio-1-201806211135","title":"The 10X City "}],"links":[],"biography":"Amol co-founded several startups including Virgin Mobile USA, Peek, Halo Neuroscience, Knotel, and built a building in New York called East of East. He studied cognitive science for his Ph.D. at Stanford with an undergraduate degree from Columbia. He teaches at Columbia. He is a backer, advisor, and mentor at 50 companies.","organization":"Knotel","position":"CEO and Co-Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6716251","name":"Claire Novorol","sessions":[{"id":"studio-2-201806211150","title":"Current Topics in AI"}],"links":[],"biography":"Dr. Claire Novorol MD PhD +AHw- Founder & Chief Medical OfficerDr. Claire Novorol is Founder and Chief Medical Officer of Ada, an AI-powered health guide that helps people understand their health and navigate to the next appropriate steps in their care. Claire+//0A4v/9AID//QCZ-s career has been guided by her deep interest in developing creative solutions to tackle real world problems. At Ada, she is responsible for overseeing medical affairs, clinical partnerships and for ensuring Ada's products are tailored to support patient needs. She has advised several health startups throughout her career, and also founded Doctorpreneurs - a global community of over 10,0000 medical professionals who share an interest in health entrepreneurship.Prior to Ada, Claire worked as a Paediatrician and Clinical Geneticist within the NHS. She also has a degree in Pathology and a PhD in Neuroscience from the University of Cambridge.","organization":"Ada Digital Health Ltd","position":"Founder and Chief Medical Officer","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"671731","name":"Alexander Langer","sessions":[{"id":"studio-2-201806211025","title":"Fireside Chat with Olaf Koch"}],"links":[],"biography":"Worked odd jobs for a few years until he realized he+//0A4v/9AID//QCZ-d much rather write a book about working odd jobs than actually performing them. Has since moved on to journalism, first writing for German soccer monthly 11 FREUNDE, then for business & lifestyle bi-monthly BUSINESS PUNK, both magazines belonging to publishing house Gruner  Jahr. Has spent lots and lots of time first working in then covering Berlin-based startups. Knows the correct word for +//0A4v/9AID//QCc-foosball table+//0A4v/9AID//QCd- in many languages.","organization":"Business Punk","position":"Deputy editor-in-chief","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6735651","name":"Christoph Asche","sessions":[{"id":"studio-1-201806211525","title":"Moderator for fireside chat with Frank Thelen"}],"links":[],"biography":"Christoph is deputy editor-in-chief of Business Insider Deutschland, holding responsibility for the business and politics section. He previously served as managing editor and politics editor for HuffPost Germany. Before that he worked as a freelance journalist for several outlets, including Spiegel Online and Westdeutsche Zeitung.","organization":"Business Insider Deutschland","position":"Deputy Editor-in-Chief","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"681120","name":"Robin Wauters","sessions":[{"id":"studio-1-201806211355","title":"Feeding the trends in food consumption: from Foodpanda to Delivery Hero"}],"links":[],"biography":"Robin Wauters is a seasoned technology journalist and editor of Tech.eu, the premier source of European technology news, data analysis and market intelligence. He was formerly the European Editor of The Next Web, and before that a senior editor at TechCrunch.","organization":"Tech.eu","position":"Founding Editor","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6831101","name":"Farhoud Meybodi","sessions":[{"id":"studio-3-201806211435","title":"The Currency of Truth"}],"links":[],"biography":"Born in Los Angeles, Farhoud is a writer, director, and co-owner of Wayfarer Entertainment, a media studio focused on scripted and unscripted content for television and digital platforms. Unlike many creatives in the entertainment industry, Farhoud started his career in law, and spent his mid-twenties climbing up the corporate ladder as a sales and marketing Executive for a global luxury brand. Now, Farhoud specializes in transformational storytelling, and helps brands, television networks, studios and NGOs connect with global audiences authentically, creating compelling content that entertains, educates and inspires.Mostly recently, Farhoud directed and executive produced Season Three of My Last Days, an award-winning television series about life told by people living with a terminal illness, for the CW Network. Farhoud also developed, executive produced and wrote Man Enough, a dinner conversation series featuring male influencers and celebrities as they explore traditional masculinity in America. Farhoud created and executive produced Project Upgrade, an unscripted digital series for Google focused on increasing female representation across STEM. The show features YouTube stars, The Merrell Twins, as they set out to design, code and build a new consumer product with the help of brilliant female mentors from Disney, Google, Space X and NASA.","organization":"WAYFARER ENTERTAINMENT","position":"HEAD OF CREATIVE","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"684515","name":"Michael Bohmeyer","sessions":[{"id":"studio-3-201806211400","title":"Future of Work Panel"}],"links":[],"biography":"After 15 years of running start ups Micha is now using his own basic income to campaign for an universal basic income for everyone.","organization":"Mein Grundeinkommen","position":"Initiator","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"684762","name":"Phoebe Kiddo","sessions":[{"id":"forest-stage-201806211320","title":"Mindfulness for Creatives"}],"links":[],"biography":"Phoebe Kiddo is a Berlin based mindfulness teacher whose life long passion for creative and contemplative arts has informed 11 years professional teaching with a focus on creative applications of mind-body practices. Phoebe is the founder of The Dream Haus - contemporary mindfulness studio in Berlin, she facilitates mindfulness, yoga, teacher trainings and retreats in Berlin and internationally.","organization":"The Dream Haus","position":"Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6882051","name":"Adam Perlis","sessions":[{"id":"studio-3-201806211100","title":"How Ego Gets in the Way of Good Design"}],"links":[],"biography":"Adam Perlis is the Founder and CEO of Academy +//0A4v/9AID//QCT- UX & Design Thinking Innovation Studio. He is the former Design/UX Director for TIME Magazine where he oversaw the redesign of TIME, Fortune and Money.com. His award-winning work has been featured on Awwwards, The FWA, and TechCrunch. He was a Speaker at SXSW, Web Summit, Northside Festival, Fifteen Second Festival, Tech Open Air. Working as both a designer and developer his diverse skill set includes UX/UI design, front-end and back-end development, 2D & 3D motion graphics, video production. He also serves on the Rutgers University Design Thinking Advisory Board, Working Not Working Members Board, and as a guest lecturer at General Assembly. Check out his company Academy at http://academy-ny.com","organization":"Academy","position":"CEO/Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6899301","name":"Nico Roenpagel","sessions":[{"id":"forest-stage-201806211030","title":"Creating Purposeful Business Relationships with Mindfulness"}],"links":[],"biography":"Nico explores the intersections of contemplative practices, embodied compassion and social transformation. Bringing 15 years of dedicated yoga, dance and meditation experience, he is passionate about creating novel pathways of wisdom unfolding in unexpected environments in today's world of possibilities. Equipped with a Ph.D. in art education and a scientific understanding of the benefits of meditation, Nico has brought mindfulness to universities, museums, conferences and other professional environments.","organization":"privately organised","position":"owner","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6913151","name":"Arlan Hamilton","sessions":[{"id":"studio-1-201806201330","title":"The Biggest Opportunity Silicon Valley is Missing"}],"links":[],"biography":"Arlan Hamilton built a venture capital fund from the ground up, while homeless. She is the Founder and Managing Partner of Backstage Capital, a fund that is dedicated to minimizing funding disparities in tech by investing in high-potential founders who are of color, women, and/or LGBT.","organization":"Backstage Capital","position":"Founder  Managing Partner","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6929251","name":"Carsten Stoecker","sessions":[{"id":"studio-2-201806201435","title":"Decentralized Identity & the 4th Industrial Revolution"}],"links":[],"biography":"","organization":"Spherity GmbH","position":"Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6945401","name":"Niddal Salah-Eldin","sessions":[{"id":"studio-3-201806201455","title":"How to Build a Cult Following"}],"links":[],"biography":"","organization":"WELT // Axel Springer SE","position":"Director Digital Innovation","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6955901","name":"Stefan Thomas","sessions":[{"id":"studio-2-201806201000","title":""}],"links":[],"biography":"","organization":"Ripple","position":"CTO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6956301","name":"Dominic Williams","sessions":[{"id":"studio-2-201806201650","title":"The Internet Computer and How to Build on Cloud 3.0"}],"links":[],"biography":"Dominic Williams is the Chief Scientist and Founder of Dfinity. Dominic is a crypto theoretician and entrepreneur. His recent math includes Threshold Relay and PSC chains, Validation Towers and Trees, and USCIDs, and he proposes new ideas such as +//0A4v/9AID//QCc-The 3 E+//0A4v/9AID//QCZ-s of Sybil Resistance+//0A4v/9AID//QCd-. Previously he ran a venture-backed MMO game using his own distributed systems that hosted millions of users.","organization":"Dfinity","position":"Founder, Chief Scientist","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6958151","name":"Mona Elisa","sessions":[{"id":"studio-2-201806201500","title":"The Blockchain Promise & Its Pitfalls for Alternative Finance"}],"links":[],"biography":"Former star-trader at Goldman Sachs, promoted to Vice President by the age of 26 and made the +//0A4v/9AID//QCc-top 30 under 30+//0A4v/9AID//QCd- list in Trader Magazine in 2008 and Forbes Magazine in 2011 after profitably trading the 2008 and 2011 crashes. Moved to Geneva-based macro fund Jabre Capital in 2011, before deciding in 2014 that the future of finance lay in blockchain technology. She studied Economics & Statistics at the University College London.","organization":"Melonport AG","position":"CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6958951","name":"Martin Ebeling","sessions":[{"id":"forest-stage-201806201015","title":"Am I my selfie? Emotional Intelligence in the Digital World"}],"links":[],"biography":"Dr. Martin Ebeling is a philosopher, though he prefers to refer to himself as an Instigator of Ideas who firmly believes that philosophy holds many lessons for our lives. As trainer, facilitator and speaker he applies philosophy+//0A4v/9AID//QCZ-s wisdom to real world problems. Martin Ebeling works with leaders from business, government and civil society to open new perspectives on familiar issues and to view the world through a different lens, such that new issues can emerge that we can then tackle productively.He is also passionate about our potential to achieve greater emotional growth and hopes that mindfulness and (self)compassion will increasingly find their way into our society and the business world. As the author of the book 'Conciliatory Democracy', he advocates a different approach to the disagreements in political opinion that shape our times.Martin Ebeling also heads the Learning & Development Programme at The School of Life Berlin.","organization":"The School of Life Berlin","position":"Head of Learning & Development","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6965151","name":"Daniel Miller","sessions":[{"id":"studio-1-201806211635","title":"Moderator for Fireside Chat with Daniel Miller"}],"links":[],"biography":"Daniel Miller is the founder of Mute, a record label launched in 1978 with his own 7+//0A4v/9AID//QCd- single +//0A4v/9AID//QCT- +//0A4v/9AID//QCY-Warm Leatherette+//0A4v/9AID//QCZ- under the name The Normal. Since then, Mute has grown into a global group of companies and today Miller remains heavily focused on Mute+//0A4v/9AID//QCZ-s creative output. Daniel Miller+//0A4v/9AID//QCZ-s recent DJing was inspired by an invitation from Karl O+//0A4v/9AID//QCZ-Connor aka Regis who invited him to perform at Berlin+//0A4v/9AID//QCZ-s Berghain. There he caught the bug and since has been playing regular techno sets worldwide. ","organization":"","position":"Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6967751","name":"Bastian Lehmann","sessions":[{"id":"studio-1-201806211155","title":"On-Demand Everything: Transforming Commerce & Cities"}],"links":[],"biography":"","organization":"Postmates Inc","position":"Co-Founder & CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"6997801","name":"Jeff Wilson","sessions":[{"id":"forest-stage-201806211530","title":"A Founder's Deep Dive: Learnings from a Year Living in a Dumpster"}],"links":[],"biography":"","organization":"Founder, Kasita +AD4APgA+- The Grid (Stealth)","position":"Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7054301","name":"Mathew Dryhurst","sessions":[{"id":"studio-2-201806201140","title":"Crypto's cultural opportunity"}],"links":[],"biography":"Mat Dryhurst releases music, research and artworks solo and in conjunction with creative partner Holly Herndon and the record label PAN. He teaches at NYU+//0A4v/9AID//QCZ-s Clive Davis Institute, and serves on the board of the music streaming platform co-operative Resonate.is.","organization":"Mat Dryhurst","position":"Artist","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7055251","name":"Lily Peng","sessions":[{"id":"studio-1-201806201140","title":"Deep Learning for Medical Imaging"}],"links":[],"biography":"I'm a non-practicing physician and product manager for a team that works on applying deep learning to medical data, especially medical imaging. Here is some of our team+//0A4v/9AID//QCZ-s recent work in diabetic eye disease (JAMA & TensorFlow Dev Summit) and pathology.Before Google, I was a product manager at Doximity, the 'linkedin' for physicians, and a co-founder of Nano Precision Medical (NPM), a medical device start-up developing a small implantable drug delivery device. I completed my M.D. and Ph.D. in Bioengineering at the University of California, San Francisco and Berkeley. I received my B.S. with honors and distinction in Chemical Engineering from Stanford University.","organization":"Google","position":"Researcher","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7055801","name":"Frank Thelen","sessions":[{"id":"studio-1-201806211525","title":"Moderator for fireside chat with Frank Thelen"}],"links":[],"biography":"Frank Thelen is a European serial founder, technology investor and TV personality. Since 1994, he founded and managed technology and design-driven companies. In his role as the founder and CEO of the venture capitalist Freigeist Capital, he concentrates on investments in the early phase. Its products have reached over 200 million customers in over 60 countries. Frank was the seed investor in startups like Lilium Aviation, Wunderlist, myTaxi, kaufDA and Little Lunch.","organization":"Freigeist","position":"Founder & CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7069601","name":"Leah Li","sessions":[{"id":"studio-3-201806211445","title":"Future Conflict: The Military Dimensions of Technological Advance"}],"links":[],"biography":"Thomas Walle is CEO and co-founder of Unacast, the leading transparent and contextualized location data platform. Unacast empowers companies and individuals to make smarter decisions by providing the most accurate understanding of human activity in the physical world. Prior to Unacast, Thomas was part of the founding team behind TIDAL, a music streaming company acquired by Jay-Z. Unacast has received multiple awards for its platform, data sets and rapid company growth.","organization":"Unacast","position":"CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7094301","name":"Jess Houlgrave","sessions":[{"id":"studio-2-201806201050","title":"Blockchain & Art: Produce, Distribute, Secure"}],"links":[],"biography":"After writing an M.A. thesis on the use of blockchain technology in the art ecosystem and working at Sotheby's helping collectors to bid at auction, I co-founded Codex Protocol, a decentralised title registry for art and collectibles. I previously spent six years in the private equity and finance industry.","organization":"Codex Protocol","position":"Co-Founder & COO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7121911","name":"Dhruv Ghulati","sessions":[{"id":"studio-3-201806211215","title":"Clickbait Culture: Is there any truth online?"}],"links":[],"biography":"Dhruv Ghulati is CEO and founder of Factmata, an startup developing community-driven artificial intelligence algorithms to reduce online misinformation and promote a quality media ecosystem. A Forbes 30 Under 30 leader in technology for Europe, Dhruv has built startups at Entrepreneur First and Techstars London.  Dhruv holds a 1st Class MSc in Computer Science from University College London, and a 1st Class BSc in Economics from the LSE.","organization":"Factmata","position":"Co-Founder & CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7138751","name":"Julian Zawistowski","sessions":[{"id":"studio-2-201806201115","title":"The End of Trust"}],"links":[],"biography":"About Julian Zawistowski (CEO):MA economics (Warsaw School of Economics) Leader and entrepreneur, willing to change the world for thebetter. His first attempt to do so was as an economist running a think-tank and a policy analyst for government, but at some point he realized that technology is what can really make a difference. Since then, Julian has been running imapp, with an agenda to build software projects which will advance all of us. He was able to gather a top-class team around him, to complement skills he is definitely missing (such as software development).","organization":"Golem","position":"Founder & CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7143751","name":"Mark Chung","sessions":[{"id":"studio-3-201806211035","title":"Can Robots Save Our Planet? The Role of AI in Smart Buildings"}],"links":[],"biography":"Mark is one of 3 cofounders of Verdigris and its CEO. He was recognized as one the 40 under 40 in 2017 by Silicon Valley Business Journal. Mark previously served as principal engineer for a number of famed Silicon Valley technology start-ups, NexGen (now AMD), Pasemi (now Apple), and RMI and NetLogic (now Broadcom). Mark completed undergrad and graduate degrees in Electrical Engineering from Stanford University.","organization":"Verdigris Technologies","position":"CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7194351","name":"Aaron Walker","sessions":[{"id":"studio-3-201806201405","title":"Investing in +//0A4v/9AID//QCc-Wakanda+//0A4v/9AID//QCd- Will Produce the Next Big Ideas"}],"links":[],"biography":"Aaron is on a journey to live in the spirit of his baseball hero, Jackie Robinson, who said 'a life is not important except in the impact it has on other lives.' With this ethos, Aaron taught ninth grade English in West Philadelphia, put together deals for companies large and small as a lawyer, and supported new ideas to improve education as a portfolio director for the NYC Fund for Public Schools. Aaron is humbled to say that he graduated from the University of Virginia and Penn Law School. He also knows that this doesn't entitle him to anything and is ready to earn his keep.","organization":"Camelback Ventures","position":"CEO and Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7263701","name":"Sebastian Siemiatkowski","sessions":[{"id":"studio-3-201806201115","title":"From a Local Underdog to an International +//0A4v/9AID//QCc-Smoooth Operator+//0A4v/9AID//QCd-"}],"links":[],"biography":"In 2005, Sebastian Siemiatkowski co-founded Klarna in order to provide safe and smooth online payments. He currently serves as its Chief Executive Officer. Over the past decade, he has overseen the company+//0A4v/9AID//QCZ-s rapid growth across Europe and more recently into North America. Klarna is a now fully licensed bank with 60mn consumer and 89,000 merchant user base. Sebastian has received multiple awards for his leadership, including runner up in the 2015 global EY Entrepreneur of the Year award, Leader of the Year by Adecco, and European Entrepreneur of the Year Award by TechTour. He holds a master+//0A4v/9AID//QCZ-s degree from the Stockholm School of Economics.","organization":"Klarna","position":"CEO and Co-Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7281751","name":"Robert Bridgeman","sessions":[{"id":"forest-stage-201806211110","title":"The power of human potential"}],"links":[],"biography":"Through personal experiences Robert decided to live his life following his passion: facilitating awareness in others in order to contribute to a world in harmony. He is specialist in the processes of inner healing, increasing self-awareness, awakening, strengthening spiritual wisdom and manifestation. Transformational Coach - Developed Bridgeman Method, Transformative coaching - Over 15.000 coaching hours with over a 1000 clients - Founder Bridgeman Academy. Trained Transformational Coaches since 2012 Teaching - Since 2008 teaching meditation- Corporate clients: KLM, Rabobank, ING Bank, Pepsico, EY, Adecco, Phillips, Greenpeace, Ordina, Engie, NOS, RTL Nederland, Reed Business, SAP, Chamber of commerce Holland, Government of Amsterdam & The Hague and various Dutch ministries. Several Asian corporates in Hanoi, Ho Chi Minh City, Vietnam, Singapore and Bangalore India.Speaker - TEDX talk: The power of human potential https://youtu.be/6l-TKGtz8vU- TEDX talk: A rise in consciousness https://youtu.be/X0hbKnRk19UDocufilmmaker- More than a pipeline, international 1 hour award winning documentary: www.morethanapipeline.com, 2017- Ademen of medicijn, Dutch 50 minutes documentary, expected release 2018Author - Book: (Dutch) Start vandaag met Lichter leven, 2014 - Book: (Dutch) Start vandaag met mediteren , 2015- Book: (Dutch) Start vandaag met ademen, 2016- Book: (Dutch) Rust+ACE-, 2016 - Book: (Dutch) Start vandaag met ademen, 2017- Book: (Dutch) Stoppen met vlees, 2018 - Book: (Dutch) De essentie van transformatief coachen, june 12th 2018- Various ebooks and articlesOther - Lived in Vietnam 2 years studying Zen Buddhism and Vipassana meditation - Founder Bridgeman Foundation: International charity projects (ANBI)- Former CEO middle size construction company and small size internet company (until 2008) www.bridgeman.nlwww.facebook.com/RJBridgeman Twitter: +AEA-rjbridgeman Youtube: https://www.youtube.com/channel/UCjs+AC0ALQ-wemeOUpvDHJcCcQB3A","organization":"Bridgeman","position":"Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7332501","name":"gelong thubten","sessions":[{"id":"forest-stage-201806201555","title":"Staying human in the digital world"}],"links":[],"biography":"Gelong Thubten is a Buddhist monk, meditation trainer and author. He has been a monk for 25 years and has spent over six years in intensive meditation retreats.Thubten teaches mindfulness internationally, in business, education and healthcare. He works with major clients such as Google and LinkedIn. He teaches mindfulness to medical students, and he+//0Awv/9AKA-collaborated with Ruby Wax on her latest book. He has also created a meditation app called Samten.","organization":"Rokpa Trust","position":"Meditation instructor","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7355","name":"Martin Varsavsky","sessions":[{"id":"studio-1-201806201200","title":"Making Babies in the 21st Century"}],"links":[],"biography":"Martin Varsavsky is a Spanish entrepreneur who has founded eight companies in the USA and Europe in the past 25 years, all of which are based on new technologies that he identified in their infancy and helped grow. Varsavsky has applied this same approach in creating Prelude, a comprehensive fertility company focused on helping people have healthy babies when they+//0A4v/9AID//QCZ-re ready. Prelude began in September of 2016 and by the end of 2017, it was at a run rate of +ACQ-120 million in revenue.","organization":"Prelude Fertility","position":"Founder and Executive Chairman","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7371201","name":"Michael John Gorman","sessions":[{"id":"studio-1-201806211445","title":"Facing the Sixth Extinction"}],"links":[],"biography":"Michael John Gorman is Founding Director of BIOTOPIA, a major new museum linking life sciences, art and design currently in development in Munich. He also holds the Chair in Life Sciences in Society at Ludwig-Maximilians-University (LMU) Munich. Previously, Michael John was Founding Director of Science Gallery at Trinity College Dublin, dedicated to igniting creativity and discovery where science and art collide. In 2012 he became founder and CEO of Science Gallery International with the goal of bringing Science Gallery experiences to a global audience, with Science Gallery spaces now being established in London, Bangalore, Melbourne and Venice. He has curated or co-curated over 25 exhibitions bridging science and art. Prior to that, Michael John was Lecturer in Science, Technology and Society at Stanford University and has held postdoctoral fellowships at Harvard University, Stanford University and MIT. He received his PhD in history from the European University Institute in Florence. He has written books on topics ranging from a 17th century Flemish painting to the architecture of Buckminster Fuller, and is currently writing a book on the future of science museums under contract with MIT Press. Michael John serves as an Expert Advisor for art and science to the European Commission+//0A4v/9AID//QCZ-s Joint Research Centre, and has also served as an advisor for the Wellcome Trust. He is currently curatorial advisor for the upcoming Cooper Hewitt Design Triennial +//0A4v/9AID//QCc-Nature+//0A4v/9AID//QCd-.","organization":"BIOTOPIA - Naturkundemuseum Bayern","position":"Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7380801","name":"Friederike Ernst","sessions":[{"id":"studio-2-201806201315","title":"Futarchy: Information Markets & Distributed Open Governance"}],"links":[],"biography":"Friederike Ernst is the COO of Gnosis, an ethereum based platform for information markets, as well as the secretary-general of the German Blockchain Association, the leading think tank on blockchain policy in Germany.","organization":"Gnosis","position":"COO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7457851","name":"Axel Steinkuhle","sessions":[{"id":"studio-3-201806201150","title":"VR for the Masses"}],"links":[],"biography":"Axel Steinkuhle is design strategist, future thinker, and since 2015 co-founder & CEO of evrbit, an edge technology start-up from Cologne, Germany. evrbit creates stunning multi user AR, VR and multi-screen group experiences. Axel+//0A4v/9AID//QCZ-s philosophy is: digitization should be accesible for all and suitable for everyday use. The foundation stone for this he laid with his own virtual reality software 'eVRsync' enabling a scalable VR Sync cinema.","organization":"evrbit GmbH","position":"CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7468401","name":"Galia Benartzi","sessions":[{"id":"studio-2-201806201550","title":"The Longest Tail: User-Generated Currencies"}],"links":[],"biography":"GALIA BENARTZI - Bancor Galia Benartzi is a serial technology entrepreneur and co-founder of the Bancor Protocol, a standard for the creation of Smart Tokens+//0A4v/9AIT//QCi-, cryptocurrencies with built-in convertibility directly through their smart contracts. Smart Tokens+//0A4v/9AIT//QCi- interconnect to form automated token liquidity networks, allowing user-generated currencies to thrive.  Galia has a BA in Comparative Literature from Dartmouth College and an MA in International Economics from SAIS Johns Hopkins. In 2005, Galia co-founded Mytopia, the first social gaming company for smartphones (acquired by 888), and in 2010, Particle Code, a cross-platform development technology for mobile applications (acquired by Appcelerator). In 2013, Galia moved from Silicon Valley to Tel Aviv to support and invest in Israeli technology as a Venture Partner at Founders Fund, where she also launched numerous local currency pilots to model, build and test software for community currencies. Galia is a founding member of Powder Mountain, permanent home of the Summit community in Eden, Utah, and creator of the Eden2Zion Reality trips by the Schusterman Foundation. She is passionate about decentralized technologies, women+//0A4v/9AID//QCZ-s empowerment, consciousness, natural wellness and plants.","organization":"Bancor","position":"Co Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7468551","name":"Mendel Kaelen","sessions":[{"id":"studio-2-201806211535","title":"Psychedelic Technology: Altered States and the Future of Care"}],"links":[],"biography":"Mendel is a neuroscientist who is passionate about understanding mental health and wellbeing. He is co-founder and CEO of Wavepaths, a venture that unifies immersive arts, psychotherapies and intelligent technologies into a new model of care. He holds a PhD in neuroscience from Imperial College London, and through his research pioneers a central of role of music in psychedelic therapy. His work has been featured in Rolling Stone, TEDx, Nature News, San Francisco Chronicles, Vice Motherboard, a.o. Mendel lives in London.","organization":"Wavepaths","position":"Co-founder & CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7473501","name":"Julie Hansen","sessions":[{"id":"studio-1-201806211505","title":"Stop Breaking Everything: A Post-Disruption Future"}],"links":[],"biography":"Julie Hansen is CEO of Babbel, Inc., leading the US expansion of the +ACM-1 best-selling language-learning app in the world. Before joining Babbel, Julie was the COO and President of Business Insider. Under her leadership the news site became the most visited business outlet on the internet. Prior to Business Insider, Hansen held top management roles at sports site NCAA.com, Cond+//0Aw//9AKk- Nast Publications, and Time Inc. Julie has over two decades of experience growing digital media companies, launching interactive web sites, deploying mobile apps, and leading online and offline marketing campaigns. She began her career at Penguin Books, publishing learning software for literature among other products.","organization":"Babbel","position":"CEO U.S.","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7524251","name":"Kaave Pour","sessions":[{"id":"studio-2-201806211600","title":"Designing for Natural Interfaces"}],"links":[],"biography":"Kaave Pour is a 28 year old award-winning creative and cultural entrepreneur, who started his first company at the age of 14. He currently oversees the position as Creative Director for SPACE10, IKEA+//0A4v/9AID//QCZ-s future-living lab. He is a frequent speaker and guest lecturer, sharing his thoughts and experiences about innovation and design with global brands and universities, promoting a curious, open and playful approach to doing business tomorrow.","organization":"SPACE10","position":"Co-Founder & Creative Director","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7562151","name":"Tara-Nicholle Nelson","sessions":[{"id":"forest-stage-201806201320","title":"Creating a Conversation Around Spirituality in the Workplace"}],"links":[],"biography":"Tara-Nicholle Nelson is on a mission to help 100 million people care for their souls. She is the Founder and CEO of SoulTour, a platform for upliftment and spiritual well-being. Tara is the author of The Transformational Consumer, an Entrepreneur in Residence for Lightspeed Venture Partners and the former chief marketer for the world's largest health and fitness platform, MyFitnessPal.","organization":"SoulTour","position":"CEO & Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7568101","name":"Andy Bromberg","sessions":[{"id":"studio-2-201806201525","title":"Funding the Future: ICOs in 2018 and Beyond"}],"links":[],"biography":"Andy Bromberg is the Co-founder and CEO of CoinList, a platform for deeply vetted tokens to run their ICOs. CoinList also provides compliance services for many other token sales. Previously, he was the Co-founder and CEO of Sidewire, and before that, he studied Mathematics and Computer Science at Stanford University. While there, he also co-founded the Stanford Bitcoin Group.","organization":"CoinList","position":"Co-founder & CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7585001","name":"Aude Guo","sessions":[{"id":"studio-3-201806201430","title":"Create to evolve. Rethink to invent. Be aware to sustain."}],"links":[],"biography":"Aude is the co-founder of InnovaFeed, a biotech company producing insect based protein as feed ingredient for the aquaculture. With the first plant breeding and processing Black Soldier Flies in France, InnovaFeed aims at reintroducing high quality nutrients from the fish's natural diet into the fish farming industry.Before co-founding InnovaFeed, Aude worked as a consultant within McKinsey & Company and within the French aerospace equipment group Safran. She holds an MBA from the Coll+//0Aw//9AKg-ge des Ing+//0Aw//9AKk-nieurs and a Master of Science in engineering from the Ecole des Ponts et Chauss+//0Aw//9AKk-es.","organization":"Innovafeed","position":"Co-founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7585023","name":"Beatie Wolfe","sessions":[{"id":"studio-2-201806211325","title":"Using Tech to Recapture Music's Old School Magic"}],"links":[],"biography":"Named by WIRED Magazine as one of '12 folk changing the world in 2017' singer songwriter Beatie Wolfe is at the forefront of pioneering new formats for music, which reunite tangibility, storytelling & ceremony to the album in this digital age. In this vein, Wolfe has created a series of world+//0A4v/9AID//QCZ-s-first designs that bridge the tangible and digital, which include: a 3D vinyl for the iPhone,- an intelligent album deck of cards,- a Musical Jacket - designed by the tailor who dressed Bowie, Jagger and Hendrix and cut from fabric woven with Wolfe+//0A4v/9AID//QCZ-s music - and most recently the world's first live 360 +//0AzP/9AIo- AR album stream, broadcast from the quietest room on earth.","organization":"Beatie Wolfe","position":"Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7605601","name":"Javier Goyeneche","sessions":[{"id":"studio-2-201806211100","title":"Be the change you want to see in the world. Upcycling the oceans."}],"links":[],"biography":"","organization":"","position":"Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7658401","name":"Jeanette Epps","sessions":[{"id":"studio-1-201806211000","title":"Perseverance Despite the Odds"}],"links":[],"biography":"https://www.nasa.gov/astronauts/biographies/jeanette-j-epps","organization":"NASA","position":"Astronaut","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7691651","name":"William Hurley","sessions":[{"id":"studio-1-201806201100","title":"Quantum Computing, A World Of Endless Impossibilities"}],"links":[],"biography":"whurley is founder and CEO of Strangeworks, a quantum computing startup based in Austin, Texas. He is the Chair of the Quantum Standards Working Group at the Institute of Electrical and Electronics Engineers (IEEE), and blogs about quantum computing on superposition.com. His latest book 'Quantum Computing For Babies' features simple explanations of quantum computing for your future genius+ACE- His upcoming book Endless Impossibilities brings the realities of a quantum future into the present, helping readers understand and prepare for the coming age of quantum computing.","organization":"Strangeworks, Inc.","position":"Founder & CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7724351","name":"David Fano","sessions":[{"id":"studio-1-201806201030","title":""}],"links":[],"biography":"","organization":"","position":"","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7806451","name":"Nina Del Marr","sessions":[{"id":"forest-stage-201806211030","title":"Creating Purposeful Business Relationships with Mindfulness"}],"links":[],"biography":"Nina Del Marr spent the past decade in San Francisco, CA and co-led an organization creating experiences for people to connect openly and truthfully with themselves and others resulting in positive changes in their personal and professional lives.  She continues to lead conferences and workshops in the US and internationally creating the space for the transformative power of learning and sharing with one another in a safe and non-judgmental environment.","organization":"Privately Organized","position":"Owners","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7864051","name":"Olaf Koch","sessions":[{"id":"studio-2-201806211025","title":"Fireside Chat with Olaf Koch"}],"links":[],"biography":"Olaf Koch has been with METRO AG since 2009, when he was appointed a member of the Management Board and served as CFO until December 2011. As of January 2012, he was appointed Chairman of the Management Board. Prior to joining METRO, Olaf was Managing Director Operations at the Private Equity company Permira Beteiligungsberatung GmbH, which he joined after a tenure at Daimler Chrysler AG, where he occupied a number of managerial positions: from 2002 to 2007 he was Member of the Board of Management of the Mercedes Car Group, where he was responsible for Finance, Controlling and Strategy. Prior positions at DaimlerChrysler included an appointment as Vice President for Corporate e-Business, and Director of Corporate e-Business Strategy and Corporate War Room.","organization":"METRO AG","position":"CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7884051","name":"Samuel  Danofsky","sessions":[{"id":"studio-2-201806211300","title":"Patient Power - How Digitalisation Will Democratise Healthcare"}],"links":[],"biography":"","organization":"","position":"","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7884901","name":"Stephen Mai","sessions":[{"id":"studio-1-201806211615","title":"The future of content and media"}],"links":[],"biography":"Stephen is an multiple award winning, senior creative, strategic marketing and content professional armed with an unparalleled track record of creating engaging 360 degree campaigns that truly resonate with global youth audiences.At Boiler Room he leads a new division with teams across marketing, communications, film, production, music programming and creative. He previously held roles at LADbible Group, VICE, i-D and MTV.","organization":"Boiler Room","position":"Chief Content Officer","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7906451","name":"Daniel Drepper","sessions":[{"id":"studio-3-201806201455","title":"How to Build a Cult Following"}],"links":[],"biography":"Daniel Drepper ist Chefredakteur von BuzzFeed Deutschland. Zuvor war er Mitgr+//0Aw//9ALw-nder und Senior Reporter des gemeinn+//0Aw//9ALw-tzigen Recherchezentrums Correctiv und Reporter f+//0Aw//9ALw-r das Recherche-Ressort der Funke-Mediengruppe. Studiert hat Drepper investigativen Journalismus an der Columbia University in New York City und Journalistik in Dortmund. Seine Arbeit ist mit verschiedenen Preisen und Stipendien ausgezeichnet worden, unter anderem mit dem W+//0Aw//9AKQ-chterpreis, dem Axel-Springer-Preis und dem Reporterpreis.","organization":"BuzzFeed","position":"Editor-In-Chief, BuzzFeed Germany","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"7994351","name":"Amy Pressman","sessions":[{"id":"studio-1-201806201420","title":"Customer Experience: Your Startup's Most Important Battleground"}],"links":[],"biography":"Amy Pressman is the co-founder and President of Medallia, a high growth enterprise software company that is the leader in customer experience management software. Medallia helps companies become 'customer obsessed+//0A4v/9AID//QCd-, anticipating customer needs and adapting to exceed them. Its SaaS platform connects everyone in the organization with the customer experience data that is relevant to his or her job. Founded in 2001, Medallia has more than 1,200 employees globally and was recently named +ACM-7 in Forbes+//0A4v/9AID//QCZ- 2017 Cloud 100 list of top private cloud companies in the world. As President, Amy channels her passion for talent and culture to create an environment where people can become the best versions of themselves. Before starting Medallia, Amy worked as a consultant for the Boston Consulting Group, a legislative aide on Capitol Hill, and a Peace Corps Volunteer in Honduras. She has an MBA from Stanford University and a bachelor's degree from Harvard College.","organization":"Medallia","position":"Co-Founder and President","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8000101","name":"Stephen Cummins","sessions":[{"id":"studio-3-201806201455","title":"How to Build a Cult Following"}],"links":[],"biography":"Stephen Cummins is Founder/CEO of AppSelekt, helping companies leverage the right strategies and SaaS technologies for optimal success. He presents/co-produces the +//0A4v/9AID//QCY-14 Minutes of SaaS+//0A4v/9AID//QCZ- podcast and blogs in +//0A4v/9AID//QCY-Understanding as a Service+//0A4v/9AID//QCZ- on Medium. Stephen scales the 2 fastest growth SaaS groups on LinkedIn. Joining Salesforce as a startup, he worked all customer facing roles from running EMEA training to being a key part of the SaaS world+//0A4v/9AID//QCZ-s 1st CSM team.","organization":"AppSelekt","position":"CEO and Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8009851","name":"Mal Harrison","sessions":[{"id":"studio-2-201806211445","title":"Sextech x Erotic Intelligence: Sex, Love, & Human Connection"}],"links":[],"biography":"Mal Harrison is a clinical sexologist, eroticism philosopher, TEDx speaker, & founder of the Center for Erotic Intelligence. In 2011, she revolutionized our understanding of the female orgasm with her research on the internal clitoris. As a lecturer on desire, consumerism, & power dynamics, she explores how the erotic mind can empower our everyday lives, offering fresh insights on cultivating erotic intelligence amid ever-evolving technology.","organization":"Center for Erotic Intelligence","position":"Founder/Executive Director","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8016101","name":"Georg Polzer","sessions":[{"id":"studio-3-201806211335","title":"No More Cities by 2050? How AI Will Make Urban Life Redundant"}],"links":[],"biography":"Chairman and CPO Georg Polzer co-founded Teralytics with fellow ETH Z+//0Aw//9ALw-rich graduate Luciano Franceschina and Professor Donald Kossmann and led the company to its international scale. He's responsible for Teralytics' product strategy and vision. Georg is a frequent speaker and in 2018 delivered a keynote on the main stage at Mobile World Congress and spoke at DLD Munich. +//0Awv/9AKA-Georg received a bachelor's degree in computer science and a master's degree in information studies from ETH Z+//0Aw//9ALw-rich. Prior to founding Teralytics, he worked at Accenture India in Bangalore and a major global bank. Georg was recently listed in 'Forbes 30 Under 30' as a rising star in enterprise technology.","organization":"Teralytics","position":"Co-founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8072001","name":"Julian Teicke","sessions":[{"id":"studio-3-201806201540","title":""}],"links":[],"biography":"A passionate founder influenced by his entrepreneurial father from a very young age. After completing his studies at the University of St. Gallen in Switzerland, he moved to London where he played a leading role in building the fastest growing company of all time - Groupon. In 2014 he founded FinanceFox (currently wefox). wefox is an insurance platform, which achieved the largest investment round in the insurtech sector in 2016. In September this year ONE was launched. ONE is the first 100+ACU- digital European insurance company. Julian's vision for wefox and ONE is to revolutionise the insurance experience all over the world.","organization":"FinanceFoxServices GmbH","position":"Group CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8136451","name":"Ysiad Ferreiras","sessions":[{"id":"studio-3-201806201215","title":"Everyday We Hustlin': From The Street To Silicon Valley"}],"links":[],"biography":"Ysiad Ferreiras is a seasoned entrepreneur, having successfully built, scaled, and/or sold companies in software, real estate, hospitality, and logistics. Currently Ysiad is the COO of Hustle, the leading peer-to-peer messaging platform that allows organizations to create genuine, human relationships at scale. He built and scaled Hustle+//0A4v/9AID//QCZ-s annual recurring revenue from +ACQ-0 to +ACQ-14mm in 2.5 years, and has led their sales, marketing, legal, finance, people ops, and recruiting teams.","organization":"Hustle","position":"COO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8138778","name":"Jamie Metzl","sessions":[{"id":"studio-1-201806201510","title":"Homo Sapiens 2.0: The Future of Human Genetic Engineering"}],"links":[],"biography":"Jamie Metzl is a technology futurist and geopolitical expert, novelist, entrepreneur, media commentator, and Senior Fellow of the Atlantic Council.  Jamie previously served in the U.S. National Security Council, State Department, Senate Foreign Relations Committee, and with the United Nations in Cambodia. He is the author of a history of the Cambodian genocide, the historical novel The Depths of the Sea, and the genetics sci-fi thrillers Genesis Code and Eternal Sonata. His non-fiction book Hacking Darwin: Genetic Revolution and the Future of Humanity will be released in Spring 2019. A former White House Fellow, Aspen Institute Crown Fellow, and an avid ironman triathlete and ultramarathoner, Jamie holds a Ph.D. in Asian history from Oxford, a JD from Harvard Law School, and is a graduate of Brown University.","organization":"Atlantic Council","position":"Sci-Fi Novelist, Senior Fellow","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"818052","name":"Boyan Slat","sessions":[{"id":"studio-1-201806201000","title":"The Road to the Largest Cleanup in History"}],"links":[],"biography":"Boyan Slat is an inventor and entrepreneur who creates technologies to solve societal problems. He is the founder and CEO of The Ocean Cleanup, the foundation that develops advanced systems to rid the world+//0A4v/9AID//QCZ-s oceans of plastic. In February 2013 he dropped out of his aerospace engineering study at TU Delft to work full-time on this ambitious project. He dedicates most of his time to managing the rapid growth of the organization, while also overseeing the team+//0A4v/9AID//QCZ-s technology developments.","organization":"The Ocean Cleanup","position":"CEO & Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8245451","name":"Laurence Bret-Stern","sessions":[{"id":"studio-3-201806201240","title":"GDPR: Do it right - boost sales to new heights"}],"links":[],"biography":"Laurence Bret-Stern, Chief Revenue Officer of Pipedrive is responsible for driving awareness and engagement for the leading sales CRM pipeline platform that makes selling simple, backed by Atomico, Bessemer and Rembrandt Venture Partners. Based in London, Laurence heads an international team of professional marketers, sales and customer solutions experts in four different countries.","organization":"Pipedrive","position":"Chief Revenue Officer of Pipedrive","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8291851","name":"Rachel Ginsberg","sessions":[{"id":"studio-2-201806211235","title":"Creative Strategy for Emergent Storytelling"}],"links":[],"biography":"Rachel Ginsberg is a creative strategist, experience designer and multimedia artist whose work explores the relationship between story and experience. Rachel leads strategy and partnerships for the Columbia University School of the Arts' Digital Storytelling Lab (DSL) exploring future forms and functions of storytelling, at the intersection of play, performance, emerging technology, collaborative practice and social impact.","organization":"Columbia University School of the Arts' Digital Storytelling Lab","position":"Strategy and Partnerships","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8315151","name":"Jan Miczaika","sessions":[{"id":"studio-3-201806211600","title":"Panel on Trends in VC"}],"links":[],"biography":"Partner at HV Holtzbrinck Ventures. Previously COO of Wooga, Co-Founder of Hitmeister.","organization":"HV Holtzbrinck Ventures","position":"Partner","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8324501","name":"David Fano","sessions":[{"id":"studio-1-201806201030","title":""}],"links":[],"biography":"David Fano is the Chief Growth Officer at WeWork, where he focuses his passion for combining the digital world with a physical space to create an unparalleled experience for WeWork members. Prior to WeWork, Fano was a founding partner and Managing Director of CASE, where he led the firm+//0A4v/9AID//QCZ-s strategic initiatives with an emphasis on business development, knowledge capture and sharing, and data management efforts. Trained as an architect, his interests and expertise are in connecting technology and data within the building industry.","organization":"WeWork","position":"Chief Growth Officer","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8406601","name":"Asher Levine","sessions":[{"id":"studio-3-201806211125","title":"Lights, Leather & Weaving Fashion with Technology"}],"links":[],"biography":"Asher Levine is an American fashion designer and entrepreneur who focuses on the intersection of modern design and emerging technologies. An avid sewer since age 10, Asher moved to New York in 2006, and launched the eponymous fashion label in 2009 after graduating business school. The label currently focuses on leather tech, inventing alpha luxury products, while the studio continues expanding its design capabilities in entertainment and technology.","organization":"Asher Levine Inc.","position":"Designer","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8435901","name":"Mazen Harb","sessions":[{"id":"forest-stage-201806210930","title":"Sound & Breath Centering Meditation"}],"links":[],"biography":"Ph.D. in Neuroscience,- Consciousness Research and Physical, Emotional & Mental Health Research. Consultancy work in Emotional & Psychological Education.Music Therapy & Sound Healing, Energetic Healing. Trauma work and Meditation Teacher.","organization":"Tantric Energetics","position":"Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8465501","name":"Parneet Pal","sessions":[{"id":"studio-3-201806211645","title":"Scaling Wisdom in the Age of Technology and Uncertainty"}],"links":[],"biography":"Parneet Pal is the Chief Science Officer at Wisdom Labs, a San Francisco-based company building wiser workplaces using the science of mindfulness, resilience and compassion. A Harvard-trained physician, she works at the intersection of lifestyle medicine, behavior change and technology, focused on prevention. She has written for the Harvard Business Review, is a TEDMED scholar and has been featured on the cover of Mindful magazine.","organization":"Wisdom Labs","position":"Chief Science Officer","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8551901","name":"Ba Blackstock","sessions":[{"id":"studio-1-201806201600","title":"The Power of the Avatar"}],"links":[],"biography":"Ba is an artist/entrepreneur who channeled his lifelong love of comics and cartoons into the creation of Bitmoji +//0A4v/9AID//QCT- the world+//0A4v/9AID//QCZ-s most popular avatar.  As CEO and Creative Director of Bitmoji, Ba leads the company+//0A4v/9AID//QCZ-s mission to make digital life more fun, expressive and entertaining by empowering everyone in the world to communicate through cartoons.  The mission is working +//0A4v/9AID//QCT- Bitmoji was the fastest growing app of 2016 and the most downloaded app in the world in 2017.","organization":"Snap Inc.","position":"CEO and Creative Director of Bitmoji","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8553701","name":"Maegan Gorbett","sessions":[{"id":"forest-stage-201806211635","title":"Sacred Cacao Ceremony: Reclaiming Heart, Humanity & Sanity"}],"links":[],"biography":"Maegan Gorbett (DJ Alma +//0A4v/9AIj//QCe- Omega) is the co-founder of LUCID, a Berlin-based Ritualistic-Gathering, and has been passionately opening portals of magic for over 20 years by weaving music, dance, ritual & community into 3D spaces: uniting her life-purpose for creating alchemical spaces of transformation, celebration, elevation, healing and releasing+//0A4v/9AID//QCm-Alma +//0A4v/9AIj//QCe- Omega is a skilled ritualist+AC0ALQ-specializing in embodied-dance-meditations+AC0ALQ-and has been working with Cacao as a sacred-plant medicine for the past 5 years.  She has been influential in bringing Cacao to the wider-public's awareness, and is a trailblazer in blurring the boundaries between a wide spectrum of (dance/music) scenes: creating spaces with her music, events & rituals to touch a wide range of souls, hearts & feet.","organization":"Lucid","position":"Co-Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8600101","name":"Tyler Mongan","sessions":[{"id":"forest-stage-201806201055","title":"Coherent Leadership: the science of heart-brain communication "}],"links":[],"biography":"Tyler is an innovation framework and Leadership specialist, biomedical researcher, serial entrepreneur, and mindfulness expert. He studies cutting-edge neuroscience, heart-brain communication, cognitive behavior, and mindfulness practices to develop scalable and reliable methodology for leadership development, actionable innovations, and future intelligence.","organization":"Haku Global","position":"co-Founder +AHw- CIO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8677501","name":"John Graham-Cumming","sessions":[{"id":"studio-1-201806211555","title":"The speed of light is way too slow"}],"links":[],"biography":"John Graham-Cumming is CTO of Cloudflare and is a computer programmer and author. He studied mathematics and computation at Oxford and stayed for a doctorate in computer security. As a programmer, he has worked in Silicon Valley and New York, the UK, Germany and France and currently works at Cloudflare. His open source POPFile program won a Jolt Productivity Award in 2004.He is the author of a travel book for scientists published in 2009 called The Geek Atlas and has written articles for The Times, The Guardian, The Sunday Times, The San Francisco Chronicle, New Scientist and other publications.","organization":"Cloudflare","position":"CTO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8689251","name":"Ruha Reyhani","sessions":[{"id":"forest-stage-201806201435","title":"Collaborate or Die: Teams Are Your Recipe for Success"}],"links":[],"biography":"Before hackathons and open-innovation she was already busy banging on CEO+//0A4v/9AID//QCZ-s doors saying that collaboration was the way to solve complex problems. Her companies projects have been highlighted by the former UN Secretary-General Ban Ki-moon and won the World Bank 2011 Sustainable Development project of the year. In her latest venture MENSCH she works with fortune 500+//0A4v/9AID//QCZ-s in the space of  innovation design, rapid prototyping and people analytics to support companies in accelerating their impact and innovation.","organization":"Mensch","position":"Partner","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8755951","name":"Tom Thomison","sessions":[{"id":"forest-stage-201806201515","title":"Holacracy and the For-Purpose Enterprise"}],"links":[],"biography":"Co-founder of HolacracyOne, the organization that developed the gold standard for self-organization. Now onto a new venture: self-organizing beyond Holacracy - introducing the For-Purpose-Enterprise as co-founder of encode.org","organization":"Encode.org","position":"Co-Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8773751","name":"Gavin Teo","sessions":[{"id":"studio-3-201806211600","title":"Panel on Trends in VC"}],"links":[],"biography":"Gavin Teo is a General Partner at B Capital Group, a US and Singapore-based VC firm, where he focuses on consumer and healthcare and heads the SF office. Mr. Teo serves as a Board Director for AIMotive, Atomwise, Bright.md, Fishbrain and SilverCloud and co-manages the firm+//0A4v/9AID//QCZ-s investments in Evidation Health and CXA. Prior to B Capital, Mr. Teo invested at Comcast Ventures, managed product at Zynga, worked at Bain, and served in the Singapore Armed Forces. He earned his M.B.A. from Wharton and his B.A. from Claremont McKenna College.","organization":"B Capital Group","position":"General Partner","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8778901","name":"Krisana Locke","sessions":[{"id":"forest-stage-201806200930","title":"Active Meditation"}],"links":[],"biography":"Extensive experience in leading personal development workshops and trainings worldwide since 1998.-Psychology graduate-Psychotherapy Research-Certified Trainings:Bioenergetics practitionerBioenergetic Body Type TrainingNeo Reichian TherapistBreath work Therapy (Breath & Body Oriented Therapist)Systemic Constellation work (Family Constellation & Advanced trauma work)Osho Therapist TrainingTrauma healing work (Advanced training Trauma Healing)Counseling skills & Relationship Dynamics trainingGroup leadership skills trainingHypnosisWorking with people training-Osho Active Meditations & Osho Meditative Therapies","organization":"Tantric Energetics","position":"Co-Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8786301","name":"Amanda Gutterman","sessions":[{"id":"studio-2-201806201025","title":""}],"links":[],"biography":"Amanda Gutterman is CMO at ConsenSys, a global formation of technologists and entrepreneurs building the Ethereum ecosystem, and co-creator of Ethereal, the leading blockchain event series. Amanda is also the founder of ConsenSys Catalyst, a marketing agency with expertise building blockchain brands. She was featured on the Forbes 30 Under 30 list in 2016.Before ConsenSys, Amanda cofounded Slant, a digital media platform, and served as Special Projects Editor at The Huffington Post. Amanda graduated from Columbia University, Magna Cum Laude and Phi Beta Kappa. Her work has been covered in The New York Times, TechCrunch, Business Insider, and more.","organization":"ConsenSys","position":"Chief Marketing Officer","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8818501","name":"Paul Habbel","sessions":[{"id":"forest-stage-201806211555","title":"How an industrial company discovers its soul"}],"links":[],"biography":"Paul Habbel has been managing the aluminum processing industry GUTMANN ALUMINUM DRAHT for more than 20 years. After the global economic crisis of 2009, he began the cultural transformation of this company, from a line to a learning 'purpose driven organization'. It is the attitude with the commitment to autonomy and individual truthfulness of each actor in the enterprise, which forms in Habbel's understanding the indispensable basis for a learning and sustainable organization. To carry this message into the world, he handed over the management of the company to his successor this summer. In the future, he will act as a mentor for similar processes in other organisations.","organization":"Gutmann Aluminium Draht GmbH","position":"Former CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"8826201","name":"Ashley Lundstrom","sessions":[{"id":"studio-3-201806211600","title":"Panel on Trends in VC"}],"links":[],"biography":"Ashley is a Venture Lead at EQT Ventures, focusing primarily on the German market. Ashley has helped lead EQT Ventures+//0A4v/9AID//QCZ- investments and ongoing work with Peakon, Anydesk, Varjo and Aifloo. She began her career as a chemist, fascinated with experimentation the mechanics of how and why things work. She is particularly interested in tech that improves unsustainable systems.","organization":"EQT Ventures","position":"Venture Lead","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"897751","name":"Zoe Adamovicz","sessions":[{"id":"studio-2-201806201205","title":"Communications - Powered by Blockchain."}],"links":[],"biography":"Zoe Adamovicz is the CEO and co-founder at Neufund. A serial founder and investor. Co-founder and CEO at Xyologic Mobile Analysis GmbH (exited to Nasdaq-listed venture Digital Turbine Inc.), Head of EMEA and Executive VP of Group Technology Development at Digital Turbine. Strong background in electronics and informatics and 20 years experience as a founder. Mentor at the Gaza Sky Geeks, supporting technology entrepreneurship in the challenging area of the Gaza Strip and helps introducing Blockchain.","organization":"Neufund","position":"CEO & Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"9073251","name":"Sissel Tolaas","sessions":[{"id":"studio-1-201806201440","title":"Alexa, what did my grandma's house smell like? Senses, Memory & Tech"}],"links":[],"biography":"Sissel Tolaas is an acclaimed artist, odor researcher and professor for invisible communication at Harvard Business School. Interdisciplinary between science and art, she deals with the study of odors. From NASA to Louis Vuitton, from Venice Biennale or the MoMa to the MIT: her works expand the understanding of our senses.","organization":"Smell Re+AF8-search Lab Berlin / SSSlab","position":"Founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"9119551","name":"Joachim Hedenius","sessions":[{"id":"studio-2-201806211300","title":"Patient Power - How Digitalisation Will Democratise Healthcare"}],"links":[],"biography":"Co-founder and CTO at KRY. Engineer and serial entrepreneur.","organization":"KRY","position":"CTO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"9203751","name":"Cassie Kozyrkov","sessions":[{"id":"studio-1-201806211425","title":"Decision Intelligence (ML+//0-)"}],"links":[],"biography":"As Chief Decision Scientist at Google Cloud, Cassie Kozyrkov advises leadership teams on decision process, AI strategy, and building data-driven organizations. She is the innovator behind bringing the practice of Decision Intelligence to Google, personally training over 15,000 Googlers. Prior to joining Google, Cassie worked as a data scientist and consultant. She holds degrees in mathematical statistics, economics, psychology, and neuroscience.","organization":"Google","position":"Chief Decision Scientist","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"9284801","name":"Megan West","sessions":[{"id":"studio-3-201806201605","title":"Unlocking Mass Remix Culture (panel)"}],"links":[],"biography":"Megan West, based in SoundCloud+//0A4v/9AID//QCZ-s New York office, is the Vice President, Content and Community at SoundCloud. West is responsible for the management of SoundCloud's relationships with major labels and artists, audio partners and emerging creators, as well as its massive community of listeners and curators. In her role, West ensures partners and external audiences understand SoundCloud+//0A4v/9AID//QCZ-s offerings and how to best utilize the platform. Prior to SoundCloud, West spent a large portion of her career in the music business, helping companies such as Amazon and Microsoft, maximize their technology for musicians.","organization":"SoundCloud","position":"Vice President, Content and Community","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"944388","name":"Alice Bentinck","sessions":[{"id":"studio-3-201806201050","title":"Building a deep tech startup from scratch"}],"links":[],"biography":"Entrepreneur First (EF) was founded in London in 2011 to support the world+//0A4v/9AID//QCZ-s most ambitious technologists to build their own startups from scratch. EF has offices in London, Berlin, Singapore and Hong Kong and has created more than 100 deep tech startups. EF's investors include Reid Hoffman, Greylock Partners, Founders Fund, Mosaic Ventures and Lakestar.She also set up Code First: Girls, a not-for-profit that has taught 5,000 women to code for free while at university.","organization":"Entrepreneur First","position":"Co-founder","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"9469801","name":"Giri Rajendran","sessions":[{"id":"studio-3-201806211445","title":"Future Conflict: The Military Dimensions of Technological Advance"}],"links":[],"biography":"Giri Rajendran is an economist specialising in defence sector analysis and global macro themes. A former military officer, he has an academic background spanning economics, finance and international relations. He was previously defence economist at the world-leading strategic studies institute, the IISS, based in London. He is currently authoring a book on technological change and the future of conflict.","organization":"The Infinitum Institute","position":"Founder & CEO","type":"speaker","event":"toa18","last_modified":1528469008.048},{"id":"9709751","name":"Matthew Adell","sessions":[{"id":"studio-3-201806201605","title":"Unlocking Mass Remix Culture (panel)"}],"links":[],"biography":"Matthew Adell has dedicated his career to connecting people with the music they love, beginning as a teenager working at a record store in suburban Chicago, to holding key positions at several influential music companies. As Chief Digital Officer of Native Instruments, Matthew now oversees the digital transformation of the music technology powerhouse to create seamless and accessible experiences for creators of all skills and styles. His first product at Native Instruments is Sounds.com, a subscription-based service for loops and samples, which launched in January 2018.Prior to joining Native Instruments by way of acquisition of his startup MetaPop, Matthew was CEO of Beatport, where he oversaw the rapid growth of the company, and VP of Music Services at Napster, where he was charged with creative oversight of the company+//0A4v/9AID//QCZ-s music programming and product initiatives. Other previous positions include VP of Music Services at MusicNow.com, as well as senior positions at Amazon and Motorola+//0A4v/9AID//QCZ-s Radiowave.com. He also was VP of Wax Trax+ACE- Records, where he signed the KLF, KMFDM and others, and later founded Organico, his own house music label and the original home to Derrick Carter and Dubtribe Sound System.Matthew has been quoted as an expert source for the digital music industry and DJ/dance community by such outlets as The New York Times, NPR, Billboard, Rolling Stone, Los Angeles Times, Variety and others. He has also been a featured speaker at such conferences as SXSW, Amsterdam Dance Event, International Music Seminar, CMJ and Winter Music.","organization":"Native Instruments","position":"Chief Digital Officer","type":"speaker","event":"toa18","last_modified":1528469008.048}]}